---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.CentralModelException
source: html/f7b3591a-d8b8-62f1-a1e7-186ec29f920b.htm
---
# CentralModelException Properties

The information of the function throwing the exception.